Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

# onboarding.readiness.live.subtitle
source: Today's live score updates as you go and drops after a workout, while the trend chart keeps the value from shortly after you wake.
de: Der aktuelle Wert von heute wird laufend aktualisiert und sinkt nach einem Training, während das Trenddiagramm den Wert von kurz nach dem Aufwachen behält.
es: La puntuación de hoy se actualiza en tiempo real y baja después de un entrenamiento, mientras que la gráfica de tendencia conserva el valor de poco después de despertarte.
fr: Le score en direct du jour se met à jour au fil de la journée et baisse après un exercice, tandis que le graphique de tendance conserve la valeur mesurée peu après votre réveil.
hi: आज का लाइव स्कोर दिन के साथ अपडेट होता है और वर्कआउट के बाद गिरता है, जबकि ट्रेंड चार्ट आपके जागने के कुछ देर बाद का मान रखता है।
ru: Текущая оценка обновляется в течение дня и снижается после тренировки, а график тренда сохраняет значение, полученное вскоре после пробуждения.
tr: Bugünün anlık puanı gün içinde güncellenir ve bir antrenmandan sonra düşer. Eğilim grafiği ise uyandıktan kısa süre sonraki değeri korur.
zh_hans: 今日的实时评分会随时间更新，并在运动后下降；趋势图则保留您醒来不久后的数值。

# onboarding.readiness.patterns
source: Sustained patterns matter most
de: Anhaltende Muster zählen am meisten
es: Lo que más importa son los patrones sostenidos
fr: Les tendances durables comptent le plus
hi: लगातार बने पैटर्न सबसे ज़्यादा मायने रखते हैं
ru: Важнее всего устойчивые закономерности
tr: Kalıcı örüntüler en önemlisidir
zh_hans: 持续的趋势最重要

# onboarding.readiness.patterns.subtitle
source: The strongest signal comes from repeated patterns across HRV, resting heart rate, sleep quality, and recent load rather than one isolated reading.
de: Das stärkste Signal kommt von wiederkehrenden Mustern bei HRV, Ruheherzfrequenz, Schlafqualität und jüngster Belastung, nicht von einem einzelnen Messwert.
es: La señal más fiable viene de patrones repetidos en la VFC, la frecuencia cardiaca en reposo, la calidad del sueño y la carga reciente, no de una lectura aislada.
fr: Le signal le plus fiable vient de tendances répétées de la VFC, de la fréquence cardiaque au repos, de la qualité du sommeil et de la charge récente, plutôt que d’un relevé isolé.
hi: सबसे मज़बूत संकेत किसी एक अलग रीडिंग से नहीं, बल्कि HRV, विश्राम हृदय गति, नींद की गुणवत्ता और हाल के लोड में बार बार दिखने वाले पैटर्न से मिलता है।
ru: Самый надежный сигнал дают повторяющиеся закономерности в ВСР, пульсе в покое, качестве сна и недавней нагрузке, а не одно отдельное значение.
tr: En güçlü sinyal tek bir ölçümden değil, HRV, dinlenirken kalp atış hızı, uyku kalitesi ve son dönemdeki yükte tekrarlanan örüntülerden gelir.
zh_hans: 最可靠的信号来自 HRV、静息心率、睡眠质量和近期负荷的持续变化，而不是单次读数。

# onboarding.readiness.signals
source: Built from your own baseline
de: Gemessen an deinem eigenen Basiswert
es: Basada en tu propio valor de referencia
fr: Basé sur votre propre référence
hi: आपकी अपनी बेसलाइन पर आधारित
ru: На основе Вашего базового уровня
tr: Kendi referansınıza göre hesaplanır
zh_hans: 基于您自己的基准

# onboarding.readiness.signals.subtitle
source: Body compares your recent heart, sleep, training, and overnight vital signs against what is normal for you.
de: Body vergleicht deine jüngsten Herz-, Schlaf- und Trainingsdaten sowie deine nächtlichen Vitalzeichen mit dem, was für dich normal ist.
es: Body compara tus datos recientes de corazón, sueño, entrenamiento y signos vitales nocturnos con lo que es normal para ti.
fr: Body compare vos données récentes de cœur, de sommeil, d’entraînement et de signes vitaux nocturnes à ce qui est normal pour vous.
hi: Body आपके हाल के हृदय, नींद, ट्रेनिंग और रात के वाइटल साइन की तुलना उससे करता है जो आपके लिए सामान्य है।
ru: Body сравнивает недавние данные о сердце, сне, тренировках и ночных основных показателях с тем, что нормально именно для Вас.
tr: Body, yakın zamandaki kalp, uyku ve antrenman verilerinizi ve gece boyu ölçülen yaşam bulgularınızı sizin için normal olanla karşılaştırır.
zh_hans: Body 会将您近期的心脏、睡眠、训练和夜间体征数据与您自己的常态进行对比。

# onboarding.readiness.subtitle
source: One number each morning for how recovered your body is. It is an estimate, not a diagnosis.
de: Eine Zahl an jedem Morgen dafür, wie erholt dein Körper ist. Sie ist eine Schätzung, keine Diagnose.
es: Un número cada mañana que indica lo recuperado que está tu cuerpo. Es una estimación, no un diagnóstico.
fr: Un chiffre chaque matin pour savoir à quel point votre corps a récupéré. C’est une estimation, pas un diagnostic.
hi: हर सुबह एक संख्या, जो बताती है कि आपका शरीर कितना रिकवर हुआ है। यह एक अनुमान है, निदान नहीं।
ru: Одно число каждое утро о том, насколько восстановился Ваш организм. Это оценка, а не диагноз.
tr: Her sabah vücudunuzun ne kadar toparlandığını gösteren tek bir sayı. Bu bir tahmindir, teşhis değildir.
zh_hans: 每天早晨用一个数字反映身体的恢复程度。它只是一个估算，并非医学诊断。

# onboarding.readiness.title
source: Your Readiness Score
de: Dein Tagesformwert
es: Tu puntuación de preparación
fr: Votre score de préparation
hi: आपका रेडिनेस स्कोर
ru: Ваша оценка готовности
tr: Hazırlık Puanınız
zh_hans: 您的就绪状态评分

# onboarding.skip
source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
hi: स्किप करें
ru: Пропустить
tr: Atla
zh_hans: 跳过

# onboarding.sleep.baseline
source: Your baseline beats one night
de: Dein Basiswert zählt mehr als eine Nacht
es: Tu referencia pesa más que una noche
fr: Votre référence compte plus qu’une nuit
hi: एक रात से ज़्यादा अहम है आपकी बेसलाइन
ru: Базовый уровень важнее одной ночи
tr: Referansınız tek bir geceden daha önemlidir
zh_hans: 基准比单晚更重要

# onboarding.sleep.baseline.subtitle
source: One short or restless night matters less than how it compares with what is normal for you.
de: Eine kurze oder unruhige Nacht ist weniger wichtig als der Vergleich mit dem, was für dich normal ist.
es: Una noche corta o inquieta importa menos que cómo se compara con lo que es normal para ti.
fr: Une nuit courte ou agitée compte moins que sa comparaison avec ce qui est normal pour vous.
hi: एक छोटी या बेचैन रात उतनी अहम नहीं, जितना यह कि वह आपके सामान्य से कैसी रही।
ru: Одна короткая или беспокойная ночь значит меньше, чем ее сравнение с тем, что нормально для Вас.
tr: Kısa ya da huzursuz tek bir gecenin kendisinden çok, sizin için normal olanla kıyaslandığında nasıl göründüğü önemlidir.
zh_hans: 一晚睡得短或不安稳并不重要，关键在于它与您平时的睡眠相比如何。

# onboarding.sleep.consistency
source: Sleep consistency
de: Schlafregelmäßigkeit
es: Regularidad del sueño
fr: Régularité du sommeil
hi: नींद की संगतता
ru: Регулярность сна
tr: Uyku düzenliliği
zh_hans: 睡眠规律性

# onboarding.sleep.consistency.subtitle
source: How steady your bedtimes and wake times are across recent nights, shown as a percentage. Regular timing is one of the inputs to your sleep score.
de: Wie gleichmäßig deine Schlafens- und Aufwachzeiten in den letzten Nächten waren, als Prozentwert. Regelmäßige Zeiten fließen in deinen Schlafindex ein.
es: Lo estables que son tus horas de acostarte y de despertarte en las últimas noches, en porcentaje. Un horario regular es uno de los factores de tu puntuación del sueño.
fr: La stabilité de vos heures de coucher et de réveil sur les dernières nuits, exprimée en pourcentage. Des horaires réguliers font partie des éléments de votre score de sommeil.
hi: हाल की रातों में आपके सोने और जागने का समय कितना स्थिर रहा, यह प्रतिशत में दिखाया जाता है। नियमित समय आपके नींद के स्कोर का एक हिस्सा है।
ru: Насколько стабильно время отхода ко сну и пробуждения в последние ночи, в процентах. Регулярный режим входит в оценку сна.
tr: Son gecelerde yatma ve uyanma saatlerinizin ne kadar düzenli olduğu, yüzde olarak gösterilir. Düzenli zamanlama, uyku puanınızın girdilerinden biridir.
zh_hans: 近期各晚的入睡和起床时间有多稳定，以百分比显示。作息规律是睡眠评分的组成部分之一。

# onboarding.sleep.goal
source: Nightly goal
de: Schlafziel pro Nacht
es: Objetivo por noche
fr: Objectif par nuit
hi: रात का लक्ष्य
ru: Цель сна на ночь
tr: Gecelik hedef
zh_hans: 每晚目标

# onboarding.sleep.goalHint
source: Body scores your sleep against this target. Change it anytime in Settings › Metrics › Sleep.
de: Body bewertet deinen Schlaf anhand dieses Ziels. Du kannst es jederzeit unter Einstellungen › Messwerte › Schlaf ändern.
es: Body puntúa tu sueño según este objetivo. Cámbialo cuando quieras en Ajustes › Métricas › Sueño.
fr: Body note votre sommeil par rapport à cet objectif. Modifiez-le à tout moment dans Réglages › Mesures › Sommeil.
hi: Body आपकी नींद का स्कोर इसी लक्ष्य के हिसाब से तय करता है। इसे कभी भी सेटिंग › मेट्रिक्स › नींद में बदलें।
ru: Body оценивает Ваш сон относительно этой цели. Изменить ее можно в любой момент в разделе «Настройки» › «Показатели» › «Сон».
tr: Body uykunuzu bu hedefe göre puanlar. İstediğiniz zaman Ayarlar › Ölçümler › Uyku bölümünden değiştirebilirsiniz.
zh_hans: Body 会根据这个目标为您的睡眠打分。您可以随时在设置›指标›睡眠中更改。

# onboarding.sleep.stages
source: Sleep stages
de: Schlafphasen
es: Fases del sueño
fr: Phases du sommeil
hi: नींद के चरण
ru: Стадии сна
tr: Uyku evreleri
zh_hans: 睡眠阶段

# onboarding.sleep.stages.subtitle
source: Each night is split into Core, Deep, REM, and Awake. Deep and REM together are your restorative sleep, the part that repairs the body and consolidates memory.
de: Jede Nacht wird in Kern, Tief, REM und Wach aufgeteilt. Tief- und REM-Schlaf zusammen sind dein erholsamer Schlaf, der Teil, der den Körper regeneriert und Erinnerungen festigt.
es: Cada noche se divide en Ligero, Profundo, REM y Vigilia. Profundo y REM juntos forman tu sueño reparador, la parte que repara el cuerpo y consolida la memoria.
fr: Chaque nuit est divisée en sommeil lent, profond, paradoxal et éveil. Le sommeil profond et le sommeil paradoxal forment ensemble votre sommeil réparateur, celui qui répare le corps et consolide la mémoire.
hi: हर रात को कोर, गहरी, REM और जागे हुए चरणों में बाँटा जाता है। गहरी और REM नींद मिलकर आपकी रिकवरी नींद हैं, वह हिस्सा जो शरीर की मरम्मत करता है और यादों को पक्का करता है।
ru: Каждая ночь делится на базовый сон, глубокий сон, быстрый сон и бодрствование. Глубокий и быстрый сон вместе составляют восстанавливающий сон, который восстанавливает организм и закрепляет память.
tr: Her gece Yüzeyel, Derin, REM ve Uyanık evrelerine ayrılır. Derin ve REM birlikte, vücudu onaran ve hafızayı pekiştiren onarıcı uykunuzu oluşturur.
zh_hans: 每晚被分为核心、深睡、快速眼动和清醒四个阶段。深睡与快速眼动合计为恢复性睡眠，负责修复身体并巩固记忆。

# onboarding.sleep.subtitle
source: Duration, stages, and a sleep score in one card, read against your own baseline.
de: Dauer, Phasen und ein Schlafindex auf einer Karte, gemessen an deinem eigenen Basiswert.
es: Duración, fases y una puntuación del sueño en una sola tarjeta, comparadas con tu propio valor de referencia.
fr: Durée, phases et score de sommeil réunis sur une carte, comparés à votre propre référence.
hi: अवधि, चरण और नींद का स्कोर एक ही कार्ड में, आपकी अपनी बेसलाइन के मुक़ाबले।
ru: Длительность, стадии и оценка сна в одной карточке относительно Вашего базового уровня.
tr: Süre, evreler ve uyku puanı, kendi referansınıza göre tek bir kartta.
zh_hans: 将睡眠时长、阶段与睡眠评分汇于一张卡片，并以您自己的基准为参照。

# onboarding.sleep.title
source: Your Sleep
de: Dein Schlaf
es: Tu sueño
fr: Votre sommeil
hi: आपकी नींद
ru: Ваш сон
tr: Uykunuz
zh_hans: 您的睡眠

# onboarding.trainingLoad.direction
source: Watch the direction
de: Achte auf die Richtung
es: Fíjate en la tendencia
fr: Surveillez la tendance
hi: दिशा पर नज़र रखें
ru: Следите за направлением
tr: Yönü izleyin
zh_hans: 关注变化方向

# onboarding.trainingLoad.direction.subtitle
source: A load that climbs quickly means you are adding strain faster than your baseline can absorb. A falling load means recent training has eased off.
de: Steigt die Belastung schnell, mutest du dir mehr zu, als dein Basiswert verkraften kann. Sinkt sie, hast du dein Training zuletzt reduziert.
es: Una carga que sube rápido indica que estás sumando esfuerzo más deprisa de lo que tu base puede asimilar. Una carga que baja indica que el entrenamiento reciente se ha moderado.
fr: Une charge qui grimpe vite signifie que vous ajoutez de la sollicitation plus vite que votre référence ne peut l’absorber. Une charge qui baisse signifie que l’entraînement récent s’est allégé.
hi: तेज़ी से बढ़ता लोड बताता है कि आप शरीर पर दबाव उससे ज़्यादा तेज़ी से बढ़ा रहे हैं, जितना आपकी बेसलाइन सह सकती है। घटता लोड बताता है कि हाल की ट्रेनिंग हल्की पड़ी है।
ru: Быстро растущая нагрузка означает, что Вы добавляете ее быстрее, чем организм успевает адаптироваться. Снижение нагрузки означает, что недавние тренировки стали легче.
tr: Hızla yükselen bir yük, referansınızın kaldırabileceğinden daha hızlı zorlanma eklediğiniz anlamına gelir. Düşen bir yük, son antrenmanların hafiflediğini gösterir.
zh_hans: 负荷快速上升，说明您增加的强度超过了基准能够承受的范围；负荷下降则说明近期训练量有所放缓。

# onboarding.trainingLoad.range
source: 0.80 to 1.30 is the sustainable band
de: 0,80 bis 1,30 ist der nachhaltige Bereich
es: De 0.80 a 1.30 es la franja sostenible
fr: 0.80 à 1.30 : la plage durable
hi: 0.80 से 1.30 टिकाऊ दायरा है
ru: От 0.80 до 1.30: устойчивый диапазон
tr: 0,80 ile 1,30 arası sürdürülebilir aralıktır
zh_hans: 0.80 到 1.30 是可持续区间

# onboarding.trainingLoad.range.subtitle
source: Values in that band are usually the most sustainable. Staying above it for a while can point to a higher recovery demand.
de: Werte in diesem Bereich sind meist am nachhaltigsten. Liegst du länger darüber, kann das auf einen höheren Erholungsbedarf hindeuten.
es: Los valores en esa franja suelen ser los más sostenibles. Mantenerse por encima durante un tiempo puede indicar una mayor necesidad de recuperación.
fr: Les valeurs de cette plage sont généralement les plus durables. Rester au-dessus pendant un certain temps peut indiquer un besoin de récupération plus élevé.
hi: इस दायरे के मान आम तौर पर सबसे टिकाऊ होते हैं। कुछ समय तक इससे ऊपर रहना रिकवरी की ज़्यादा ज़रूरत की ओर इशारा कर सकता है।
ru: Значения в этом диапазоне обычно наиболее устойчивы. Если значение долго остается выше, организму может требоваться больше восстановления.
tr: Bu aralıktaki değerler genellikle en sürdürülebilir olanlardır. Bir süre bunun üzerinde kalmak, daha yüksek bir toparlanma ihtiyacına işaret edebilir.
zh_hans: 处于该区间的数值通常最为可持续。长期高于该区间，可能意味着身体需要更多恢复。

# onboarding.trainingLoad.ratio
source: Acute against chronic
de: Akut gegenüber chronisch
es: Aguda frente a crónica
fr: Charge aiguë et charge chronique
hi: कम अवधि बनाम लंबी अवधि का लोड
ru: Острая нагрузка против хронической
tr: Akut yüke karşı kronik yük
zh_hans: 短期负荷对比长期负荷

# onboarding.trainingLoad.ratio.subtitle
source: Acute load is a seven day exponentially weighted average of workout strain. Chronic load is a 42 day weighted average that reflects your adapted baseline.
de: Die akute Belastung ist ein exponentiell gewichteter Durchschnitt der Trainingsbelastung über sieben Tage. Die chronische Belastung ist ein gewichteter Durchschnitt über 42 Tage und spiegelt deinen angepassten Basiswert wider.
es: La carga aguda es un promedio ponderado exponencialmente de siete días del esfuerzo de los entrenamientos. La carga crónica es un promedio ponderado de 42 días que refleja la base a la que ya te has adaptado.
fr: La charge aiguë est une moyenne pondérée exponentielle sur sept jours de la sollicitation des exercices. La charge chronique est une moyenne pondérée sur 42 jours qui reflète la référence à laquelle vous êtes adapté.
hi: कम अवधि का लोड वर्कआउट के दबाव का सात दिन का एक्सपोनेंशियल भारित औसत है। लंबी अवधि का लोड 42 दिन का भारित औसत है, जो आपकी अनुकूलित बेसलाइन को दर्शाता है।
ru: Острая нагрузка: экспоненциально взвешенное среднее нагрузки тренировок за семь дней. Хроническая нагрузка: взвешенное среднее за 42 дня, отражающее уровень, к которому Вы уже адаптировались.
tr: Akut yük, antrenman zorlanmasının yedi günlük üstel ağırlıklı ortalamasıdır. Kronik yük ise uyum sağladığınız referansı yansıtan 42 günlük ağırlıklı ortalamadır.
zh_hans: 短期负荷是最近七天运动负荷的指数加权平均值，长期负荷则是 42 天的加权平均值，代表您已经适应的基准。

# onboarding.trainingLoad.subtitle
source: How your recent training compares with the training you are already used to.
de: Wie dein jüngstes Training im Vergleich zu dem Training steht, an das du schon gewöhnt bist.
es: Cómo se compara tu entrenamiento reciente con el entrenamiento al que ya estás acostumbrado.
fr: La comparaison entre votre entraînement récent et celui dont vous avez déjà l’habitude.
hi: आपकी हाल की ट्रेनिंग की तुलना उस ट्रेनिंग से, जिसकी आपको पहले से आदत है।
ru: Как Ваши недавние тренировки соотносятся с привычными для Вас.
tr: Son antrenmanlarınızın zaten alışkın olduğunuz antrenman düzeyiyle karşılaştırması.
zh_hans: 近期的训练量与您已经适应的训练量之间的比较。

# onboarding.trainingLoad.title
source: Your Training Load
de: Deine Trainingsbelastung
es: Tu carga de entrenamiento
fr: Votre charge d’entraînement
hi: आपका ट्रेनिंग लोड
ru: Ваша тренировочная нагрузка
tr: Antrenman Yükünüz
zh_hans: 您的训练负荷

# onboarding.welcome.load
source: Body sets up your dashboard with your Apple Health data. This first load can take a moment.
de: Body richtet deine Übersicht mit deinen Daten aus Health ein. Das erste Laden kann einen Moment dauern.
es: Body prepara tu panel con tus datos de la app Salud. Esta primera carga puede tardar un momento.
fr: Body prépare votre tableau de bord avec vos données Santé. Ce premier chargement peut prendre un moment.
hi: Body आपके सेहत डेटा से आपका डैशबोर्ड तैयार करता है। पहली बार लोड होने में थोड़ा समय लग सकता है।
ru: Body настраивает панель по данным из приложения «Здоровье». Первая загрузка может занять немного времени.
tr: Body, Sağlık verilerinizle panonuzu hazırlar. Bu ilk yükleme biraz zaman alabilir.
zh_hans: Body 会用您的 Apple 健康数据搭建仪表盘。首次载入可能需要一点时间。

# onboarding.welcome.privacy
source: Your data stays on your device
de: Deine Daten bleiben auf deinem Gerät
es: Tus datos se quedan en tu dispositivo
fr: Vos données restent sur votre appareil
hi: आपका डेटा आपके डिवाइस पर ही रहता है
ru: Ваши данные остаются на устройстве
tr: Verileriniz aygıtınızda kalır
zh_hans: 您的数据只留在设备上

# onboarding.welcome.privacy.subtitle
source: Body reads Apple Health on device and keeps everything there. There is no account, no server of ours, and no tracking, so your health data is never uploaded anywhere.
de: Body liest Health direkt auf dem Gerät und behält alles dort. Es gibt kein Konto, keinen eigenen Server und kein Tracking, deine Gesundheitsdaten werden also nirgendwohin hochgeladen.
es: Body lee la app Salud en tu dispositivo y lo guarda todo ahí. No hay cuenta, ni servidores nuestros, ni rastreo, así que tus datos de salud nunca se suben a ningún sitio.
fr: Body lit les données de l’app Santé sur l’appareil et les y conserve. Pas de compte, pas de serveur de notre part, pas de suivi : vos données de santé ne sont jamais envoyées nulle part.
hi: Body सेहत डेटा डिवाइस पर ही पढ़ता है और सब कुछ वहीं रखता है। न कोई खाता, न हमारा कोई सर्वर, न कोई ट्रैकिंग, इसलिए आपका सेहत डेटा कभी कहीं अपलोड नहीं होता।
ru: Body читает данные приложения «Здоровье» на устройстве и хранит все там же. Нет ни учетной записи, ни наших серверов, ни отслеживания, поэтому Ваши медданные никуда не загружаются.
tr: Body, Sağlık verilerini aygıtta okur ve her şeyi orada tutar. Hesap yok, bize ait bir sunucu yok, izleme yok. Bu yüzden sağlık verileriniz hiçbir yere yüklenmez.
zh_hans: Body 在设备本地读取 Apple 健康数据，并将全部内容保留在本地。没有账户，没有我们的服务器，也没有任何追踪，您的健康数据不会被上传到任何地方。

# onboarding.welcome.title
source: Welcome to ohmybody (Body)
de: Willkommen bei ohmybody (Body)
es: Te damos la bienvenida a ohmybody (Body)
fr: Bienvenue dans ohmybody (Body)
hi: ohmybody (Body) में आपका स्वागत है
ru: Добро пожаловать в ohmybody (Body)
tr: ohmybody'ye (Body) Hoş Geldiniz
zh_hans: 欢迎使用 ohmybody (Body)

source: One more day of showing up.
de: Wieder einen Tag drangeblieben.
es: Un día más sin faltar a la cita.
fr: Encore un jour de régularité.
hi: एक और दिन, जब आप डटे रहे।
ru: Еще один день в строю.
tr: Bir gün daha devam ettiniz.
zh_hans: 又坚持了一天。

source: One payment of %@, shared with your family.
de: Einmalzahlung von %@, mit deiner Familie geteilt.
es: Un único pago de %@, compartido con tu familia.
fr: Paiement unique de %@, partagé avec votre famille.
hi: %@ का एक बार भुगतान, जिसे आपका परिवार भी इस्तेमाल कर सकता है।
ru: Один платеж: %@, доступ для всей семьи.
tr: Tek seferlik %@ ödeme, ailenizle paylaşılır.
zh_hans: 一次性支付 %@，可与家人共享。

source: One payment of %@. No subscription.
de: Einmalzahlung von %@. Kein Abo.
es: Un único pago de %@. Sin suscripción.
fr: Paiement unique de %@. Sans abonnement.
hi: %@ का एक बार भुगतान। कोई सब्सक्रिप्शन नहीं।
ru: Один платеж: %@. Без подписки.
tr: Tek seferlik %@ ödeme. Abonelik yok.
zh_hans: 一次性支付 %@，无需订阅。

source: one time
de: einmalig
es: pago único
fr: paiement unique
hi: एक बार
ru: единоразово
tr: tek seferlik
zh_hans: 一次性

source: Only the past 2 days. Body fills workouts that ended within the last 48 hours and leaves older ones alone.
de: Nur die letzten 2 Tage. Body füllt Trainings aus, die in den letzten 48 Stunden geendet haben, und lässt ältere unverändert.
es: Solo los últimos 2 días. Body completa los entrenamientos que terminaron en las últimas 48 horas y no toca los anteriores.
fr: Seulement les 2 derniers jours. Body remplit les exercices terminés au cours des 48 dernières heures et ne touche pas aux plus anciens.
hi: सिर्फ़ पिछले 2 दिन। Body सिर्फ़ उन्हीं वर्कआउट को भरता है जो पिछले 48 घंटों में ख़त्म हुए, पुराने वर्कआउट को नहीं छूता।
ru: Только за последние 2 дня. Body заполняет тренировки, завершившиеся за последние 48 часов, и не трогает более ранние.
tr: Yalnızca son 2 gün. Body son 48 saat içinde biten antrenmanları doldurur, daha eskilerine dokunmaz.
zh_hans: 仅限最近两天。Body 只填写在过去 48 小时内结束的运动，更早的运动不会改动。

source: Open Body once to load your health data, then ask again.
de: Öffne Body einmal, um deine Gesundheitsdaten zu laden, und frag dann erneut.
es: Abre Body una vez para cargar tus datos de salud y vuelve a preguntar.
fr: Ouvrez Body une fois pour charger vos données de santé, puis redemandez.
hi: अपना सेहत डेटा लोड करने के लिए एक बार Body खोलें, फिर दोबारा पूछें।
ru: Откройте Body, чтобы загрузить медданные, затем спросите снова.
tr: Sağlık verilerinizi yüklemek için Body'yi bir kez açın, ardından yeniden sorun.
zh_hans: 请先打开 Body 加载健康数据，然后再问一次。

source: Open Body to make sure this is up to date.
de: Öffne Body, um sicherzugehen, dass dies aktuell ist.
es: Abre Body para asegurarte de que esté actualizado.
fr: Ouvrez Body pour vérifier que ces données sont à jour.
hi: यह अप टू डेट है, यह पक्का करने के लिए Body खोलें।
ru: Откройте Body, чтобы убедиться, что данные актуальны.
tr: Bunun güncel olduğundan emin olmak için Body'yi açın.
zh_hans: 请打开 Body 确认数据是最新的。

source: Optimal Range
de: Optimaler Bereich
es: Rango óptimo
fr: Plage optimale
hi: आदर्श रेंज
ru: Оптимальный диапазон
tr: İdeal Aralık
zh_hans: 最佳范围

source: Options
de: Optionen
es: Opciones
hi: विकल्प
ru: Параметры
tr: Seçenekler
zh_hans: 选项

source: Other Wearables
de: Andere Wearables
es: Otros dispositivos
fr: Autres appareils portables
hi: अन्य वियरेबल
ru: Другие носимые устройства
tr: Diğer Giyilebilir Aygıtlar
zh_hans: 其他穿戴设备

source: Outdoor daylight exposure
de: Tageslicht im Freien
es: Exposición a la luz diurna al aire libre
fr: Exposition à la lumière du jour en extérieur
hi: बाहर दिन की रोशनी में समय
ru: Время на дневном свете
tr: Açık havada gün ışığına maruz kalma
zh_hans: 户外日照时长

source: Outdoor daylight trend
de: Trend für Tageslicht im Freien
es: Tendencia de luz diurna al aire libre
fr: Tendance de la lumière du jour en extérieur
hi: बाहर दिन की रोशनी का ट्रेंड
ru: Тренд дневного света
tr: Açık hava gün ışığı eğilimi
zh_hans: 户外日照趋势

source: Overall HRV
de: Gesamt-HRV
es: VFC general
fr: VFC globale
hi: समग्र HRV
ru: Общая ВСР
tr: Genel HRV
zh_hans: 总体心率变异性
